[
    {
        "id": 1,
        "verse": "3 Nephi 15:9",
        "passage": "Behold, I am the law, and the light. Look unto me, and endure to the end, and ye shall live; for unto him that endureth to the end will I give eternal life.",
        "wol": "ENDURE"
    },
    {
        "id": 2,
        "verse": "Mosiah 29:33",
        "passage": "And many more things did king Mosiah write unto them, unfolding unto them all the trials and troubles of a righteous king, yea, all the travails of soul for their people, and also all the murmurings of the people to their king; and he explained it all unto them.",
        "wol": "TRIALS"
    },
    {
        "id": 3,
        "verse": "Alma 32:36",
        "passage": "Behold I say unto you, Nay; neither must ye lay aside your faith, for ye have only exercised your faith to plant the seed that ye might try the experiment to know if the seed was good.",
        "wol": "EXERCISE"
    },
    {
        "id": 4,
        "verse": "1 Nephi 2:19",
        "passage": "And when my father saw that the waters of the river emptied into the fountain of the Red Sea, he spake unto Laman, saying: O that thou mightest be like unto this river, continually running into the fountain of all righteousness!",
        "wol": "RIGHTEOUSNESS"
    },
    {
        "id": 5,
        "verse": "Alma 37:11",
        "passage": "Now these mysteries are not yet fully made known unto me; therefore I shall forbear.",
        "wol": "NOW"
    },
    {
        "id": 6,
        "verse": "Mosiah 12:27",
        "passage": "Ye have not applied your hearts to understanding; therefore, ye have not been wise. Therefore, what teach ye this people?",
        "wol": "APPLIED"
    },
    {
        "id": 7,
        "verse": "2 Nephi 9:29",
        "passage": "But to be learned is good if they hearken unto the counsels of God.",
        "wol": "LEARNED"
    },
    {
        "id": 8,
        "verse": "Doctrine and Covenants 138:56",
        "passage": "Even before they were born, they, with many others, received their first lessons in the world of spirits and were prepared to come forth in the due time of the Lord to labor in his vineyard for the salvation of the souls of men.",
        "wol": "LESSONS"
    },
    {
        "id": 9,
        "verse": "3 Nephi 6:20",
        "passage": "And there began to be men inspired from heaven and sent forth, standing among the people in all the land, preaching and testifying boldly of the sins and iniquities of the people, and testifying unto them concerning the redemption which the Lord would make for his people, or in other words, the resurrection of Christ; and they did testify boldly of his death and sufferings.",
        "wol": "INSPIRED"
    },
    {
        "id": 10,
        "verse": "2 Nephi 2:20",
        "passage": "And they have brought forth children; yea, even the family of all the earth.",
        "wol": "FAMILY"
    },
    {
        "id": 11,
        "verse": "1 Nephi 11:6",
        "passage": "And when I had spoken these words, the Spirit cried with a loud voice, saying: Hosanna to the Lord, the most high God; for he is God over all the earth, yea, even above all. And blessed art thou, Nephi, because thou believest in the Son of the most high God; wherefore, thou shalt behold the things which thou hast desired.",
        "wol": "EARTH"
    }
]